src/upload/RequestConsultaPorNum_WS2vias.xml

 <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
	<soapenv:Header/>
	<soapenv:Body>
		<tem:ConsultarFacturaPorNumero>
			<tem:numeroFactura><![CDATA[<?xml version="1.0" encoding="UTF-8"?>
			<IFX>
				<SignonRq>
					<ClientDt>0000-00-00T00:00:00</ClientDt>
					<CustLangPref>es-CO</CustLangPref>
					<ClientApp>
						<Org>Bancolombia</Org>
						<Name>RIN</Name>
						<Version>1.0</Version>
					</ClientApp>
				</SignonRq>
				<PresSvcRq>
					<RqUID>00000000-0000-0000-0000-000000000000</RqUID>
					<BillInqRq>
						<RqUID>00000000-0000-0000-0000-000000000000</RqUID>
						<SPName>0000</SPName>
						<BillId>00000000-0000-0000-0000-000000000000</BillId>
					</BillInqRq>
				</PresSvcRq>
			</IFX>]]></tem:numeroFactura>
		</tem:ConsultarFacturaPorNumero>
	</soapenv:Body>
</soapenv:Envelope>